<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Textual message translations
    |--------------------------------------------------------------------------
    */

    'Example Error' => 'الرجاء الإنتظار بضع دقائق ثم حاول مرة أخرى',

    /*
    |--------------------------------------------------------------------------
    | Short code translations which do not specify error codes in HTTP responses
    |--------------------------------------------------------------------------
    */

    'example_code' => 'مثال على خطأ',
    'validation_failed' => 'التحقق من الصحة فشل',

    /*
    |--------------------------------------------------------------------------
    | Short code translations which specify error codes in HTTP responses
    |--------------------------------------------------------------------------
    */
    'error_code' => [

        'error_code_name' => 'مثال لرسالة الخطا مع :attribute',
    ],
];
